[
  {
    "title": "Islamic Education For All",
    "description": "Islamic Education For All is an initiative to make Islamic knowledge accessible to everyone, regardless of their socio-economic background. Education is the foundation of a strong and just society, and through this campaign, we aim to provide access to high-quality Islamic education for those who are unable to afford it. This project will support the development of schools and learning centers, where children and adults can learn about their faith, the Quran, and the teachings of the Prophet Muhammad (PBUH). By supporting this cause, you are helping to create a generation of informed Muslims who are connected to their faith and values. Every donation will contribute towards the building of educational facilities, training of teachers, and provision of learning materials, ensuring that knowledge is shared and preserved for generations to come. Your support will empower communities by giving them the tools to thrive intellectually and spiritually. Let’s work together to spread the light of Islamic education to every corner of the world.",
    "targeted_amount": 10000,
    "collected_amount": 0,
    "image": "https://res.cloudinary.com/dude3b6as/image/upload/v1727885133/ashkan-forouzani-xiHAseekqqw-unsplash_dkq1m3.jpg"
  },
  {
    "title": "Donate Holy Quran",
    "description": "The Donate Holy Quran campaign is dedicated to distributing copies of the Quran to individuals and communities who lack access to the holy scripture. For many, owning a Quran is a luxury they cannot afford, especially in remote or impoverished areas. With your generous contributions, we aim to provide free copies of the Quran to those in need, ensuring that everyone has the opportunity to read and reflect on the words of Allah. Whether it’s a person just beginning their journey into Islam or a long-time follower who cannot afford a Quran of their own, your donation can make a profound impact. Each Quran distributed will be a source of guidance and light for individuals and families, bringing them closer to understanding their faith. The more Qurans we distribute, the greater the reach of Allah's message. By supporting this cause, you are actively participating in the spread of Islam and providing a priceless gift that will bring spiritual rewards not only to the recipients but also to you as the donor.",
    "targeted_amount": 10000,
    "collected_amount": 0,
    "image": "https://res.cloudinary.com/dude3b6as/image/upload/v1727885133/ashkan-forouzani-xiHAseekqqw-unsplash_dkq1m3.jpg"
  },
  {
    "title": "Build A Mosque",
    "description": "The Build A Mosque initiative is aimed at constructing mosques in underserved communities where there is a dire need for places of worship. Mosques play an essential role in the lives of Muslims, providing a space not only for prayer but also for education, community gatherings, and social services. Unfortunately, in many areas, the Muslim community lacks a proper mosque, forcing them to pray in inadequate conditions or travel long distances to practice their faith. With your support, we can build beautiful and functional mosques that will serve as centers of worship and community for generations to come. Each donation goes directly towards the construction costs, including materials, labor, and furnishings. A mosque is not just a building; it’s a spiritual hub that fosters unity, knowledge, and charity among Muslims. By contributing to this cause, you are earning continuous rewards, as the benefits of a mosque are multiplied every time someone prays or learns in it. Help us build more mosques and strengthen Muslim communities around the world.",
    "targeted_amount": 10000,
    "collected_amount": 0,
    "image": "https://res.cloudinary.com/dude3b6as/image/upload/v1727885128/izuddin-helmi-adnan-onh-FdFUyeM-unsplash_agjhpt.jpg"
  }
]
